<?php ?>

<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <?php wp_head(); ?>
</head>

<body>
    <div class="container privacyContain">
        <h1 class="section-block__heading">
            Политика конфиденциальности
        </h1>

        <h3 class="privacy__heading">Кто мы?</h3>

        <p class="villa__text">Наш адрес сайта: <a style="color, blue" href="/">vertexhotel.ru</a></p>

        <p class="villa__text">
            Мы представляем отель Vertex в п. Красная Поляна г. Сочи
        </p>

        <h3 class="villa__subheading">Какие персональные данные мы собираем и с какой целью?</h3>

        <p class="villa__text">
            Когда вы посещаете наш сайт, мы собираем два типа информации: личная информация, которую
             вы решили раскрыть ("активная информация") и информация на анонимной основе, когда вы 
             и другие пользователи просматриваете наш сайт (”пассивная информация").
        </p>

        <p class="villa__text">
            1. личная информация
        </p>

        <p class="villa__text">
            Это относится к информации, которая позволяет нам знать конкретно о вас, т. е. информацию 
            в профиле и в заполняемых формах: Ваш телефон, электронный адрес, и прочие контактные данные.
            Когда вы регистрируетесь, чтобы стать авторизованным пользователем, мы соберем лично 
            идентифицирующую информацию (например, имя, адрес, адрес электронной почты и номер 
            телефона). Эта Идентифицирующая информация надежно хранится и может быть доступна на 
            нашем сайте. Вам присваивается идентификационный номер, вы сами выбираете свой пароль,
             который необходим для входа на сайт и для доступа к вашей информации. Пожалуйста, защитите 
             свой пароль в безопасном месте, поскольку мы не несем ответственности за нарушения в системе.
        </p>

        <p class="villa__text">
            Когда вы делаете заказ на продукты или услуги, мы собираем личную информацию (например, 
            имя, контактные и платежные данные, данные кредитной карты и другие транзакционные данные). 
            Мы используем эту информацию исключительно для доставки вашего заказа, обработки платежа 
            и сообщения статуса вашего заказа.
            Информация о кредитной карте, собранная при регистрации или для заказов на продукцию,
             используется только для обработки сделки и, как правило, не сохраняется на нашем сайте. 
        </p>

        <p class="villa__text">
            Иногда вы можете добровольно предоставить личную информацию для опросов и заполнения анкеты 
            или участия в опросах пользователей. Мы используем эту информацию для улучшения услуг и для 
            обеспечения того, чтобы мы смогли предоставлять точную информацию нашим пользователям. 
            Мы также можем использовать вашу  личную идентифицирующую информацию для предоставления 
            вам информационных бюллетеней и другой маркетинговой информации по Вашему  пожеланию. Вы
             можете изменить свои маркетинговые предпочтения, или дайте нам знать, если вы не хотите 
             получать любые рекламные материалы, настраивая свои подписки и параметры электронной почты 
             на сайте.
        </p>

        <p class="villa__text">
            2. Пассивная информация
        </p>

        <p class="villa__text">
            Это относится к информации, которая сама по себе не идентифицирует вас как конкретного человека. 
            Такая информация будет включать в себя единый локатор ресурсов (”URL") веб-сайта, который 
            направил вас на наш сайт, Ваш Internet Protocol (”IP") адрес (номер, автоматически назначаемый 
            компьютеру), ваша операционная система и тип браузера, а также любые условия поиска, которые 
            вы вводите на нашем сайте. 
            Наш веб-сервер аккумулирует эту информацию для того, чтобы отслеживать уровень активности 
            на нашем сайте, оценивать его эффективность, и улучшать наш сайт для того, чтобы сделать 
            ваше посещение на сайте легким и приятным.
            Мы можем собирать, хранить, публиковать, продвигать, сообщать или иным образом раскрывать 
            или использовать любую совокупность информации, при условии, что такая информация не 
            идентифицирует вас лично.
        </p>

        <h3 class="villa__subheading">Формы контактов</h3>

        <p class="villa__text">
            В качестве активной информации для заполнения форм связи и доступа к сайту (стать “пользователем”),
             мы требуем от вас раскрыть следующую информацию: Имя, электронный адрес и номер телефона. 
             Мы используем шифрование secure socket layer (SSL) для защиты передачи информации, которую 
             вы отправляете, когда вы используете наши безопасные онлайн-формы. Информация, которую 
             вы предоставляете нам, хранится надежно.
        </p>

        <h3 class="villa__subheading">Файлы Cookies</h3>

        <p class="villa__text">
            Cookies - это функция веб-браузера, которая позволяет веб-серверам распознавать компьютер, 
            используемый для доступа к сайту. Это небольшие фрагменты данных, хранящихся в браузере 
            пользователя для упрощения последующих взаимодействий с сайтом. Это облегчает пользователю 
            перемещение с сайта на сайт и выполнение транзакций по сети. Наш сайт использует куки
             для сбора информации о том, как используется наш сайт. Пассивный сбор информации может 
             включать дату и время посещения, просмотренные страницы сайта, время, проведенное на нашем 
             сайте, посещенные сайты до и после посещения нашего сайта. Если вы не хотите передавать 
             "cookie" информацию о себе, вы можете отключить функцию cookie в вашем веб-браузере. 
             Серверы нашего сайта также автоматически идентифицируют ваш компьютер по адресу 
             интернет-протокола, который является уникальной строкой номеров,  назначенных 
             компьютеру поставщиком услуг интернета. Интеллектуальная собственность  может быть использована 
             для решения проблем с нашим сервером и для сбора демографической информации о наших пользователях.
              Мы пассивно используем ваш IP-адрес.
        </p>

        <h3 class="villa__subheading">Как мы используем собранную информацию?</h3>

        <p class="villa__text">
            Третьи лица, которых мы нанимаем напрямую, или в качестве подрядчиков или агентов по 
            нашему направлению, могут использовать информацию для целей администрирования нашей 
            деятельности, обеспечения поддержки клиентов.
        </p>

        <p class="villa__text">
            Мы можем использовать активную или пассивную информацию, которую вы предоставляете, 
            чтобы связаться с вами о различных изменениях на нашем сайте, новых услугах, функциях 
            или продуктах, которые мы предлагаем. Если Вы не хотите получать такую информацию, 
            вы можете отказаться от этого, изменив настройки электронной почты. 
        </p>

        <p class="villa__text">
            Мы используем пассивную информацию для сбора информации о наших пользователях и 
            улучшения нашего сайта, чтобы сделать его проще, быстрее и дружелюбнее для пользователей. 
            Кроме того, файлы cookie помогают нам лучше понять схему использования нашего сайта людьми, 
            которые посещают наш сайт, что помогает нам улучшить наши услуги. Пассивная информация 
            может привести к просмотру конкретной рекламы на основе ваших пользовательских настроек.
        </p>

        <h3 class="villa__subheading">Встраиваемое содержимое других вебсайтов</h3>

        <p class="villa__text">
            Вы можете получить доступ к другим веб-сайтам через наш сайт через гиперссылки. 
            Когда вы это делаете, вы принимаете  их политику конфиденциальности и сбора данных. 
            Пожалуйста, ознакомьтесь с политикой конфиденциальности этих сайтов, чтобы убедиться, 
            что вы согласны с их условиями. Эти сайты могут собирать данные о вас, использовать 
            куки, внедрять дополнительное отслеживание третьей стороной и следить за вашим 
            взаимодействием с внедренным содержимым, включая отслеживание взаимодействия, если у 
            вас есть учетная запись и вы авторизовались на том сайте. 
        </p>

        <h3 class="villa__subheading">Обмен информацией с рекламодателями или другими третьими лицами</h3>

        <p class="villa__text">
            Мы можем раскрывать анонимную информацию о привычках пользователей рекламодателям на нашем 
            сайте. Стороны, которые выполняют услуги для нас (процессоры кредитных карт, торговый банк, 
            интернет-провайдер) также могут иметь доступ к вашей информации при выполнении 
            таких услуг. Мы можем быть обязаны законом или правительственным учреждением раскрыть 
            как активные, так и пассивные данные, которые Вы нам предоставили.
        </p>

        <h3 class="villa__subheading">Как мы защищаем Ваши данные?</h3>

        <p class="villa__text">
            Мы защищаем вашу личную информацию, предоставленную вами, прилагая все возможные усилия для 
            предотвращения несанкционированного доступа, раскрытия, или случайной потери активной и 
            пассивной информации. Созданные Вами публикации на этом сайте и другие сообщения в адрес 
            нашей администрации по электронной почте или обычной почте могут быть небезопасными, 
            за исключением случаев, когда мы сообщили вам, что меры безопасности приняты до 
            факта предоставления вами информации. Поэтому, если вы решите связаться с нами с помощью 
            этих средств, вы принимаете на себя риск. Мы с уважением просим вас не отправлять и не 
            публиковать конфиденциальную информацию с помощью этих средств.
        </p>

        <p class="villa__text">
            Мы благодарим Вас за Ваше доверие и обязуемся принимать все возможные меры для защиты 
            предоставленной Вами информации от потери, неправильного использования и несанкционированного 
            доступа. Мы используем физические, электронные и управленческие процессы для защиты вашей 
            информации. Вы несете ответственность за защиту пароля, который вы используете для 
            доступа к нашему сайту, и за своевременное уведомление нас, если Вы подозреваете, что Ваш 
            пароль был скомпрометирован. Мы настоятельно рекомендуем Вам изменять пароль регулярно для 
            предотвращения несанкционированного доступа. 
        </p>

        <a href="/" class="booking__button gold-button col-sm-6 col-12">на главную</a>
    </div>
</body>

<?php get_footer(); ?>